Repository: mmoollllee/bedrock
Catalog: web/app/languages/plugins/contact-form-7-honeypot-*.po
Languages: de_de

source: disable Accessibility Label
de_de: Barrierefreiheits-Label deaktivieren

source: Edit
de_de: Bearbeiten

source: no
de_de: nein

source: yes
de_de: ja

source: Action
de_de: Aktion

source: Date
de_de: Datum

source: Title
de_de: Titel

source: Forms
de_de: Formulare

source: General
de_de: Allgemein

source: Move inline CSS
de_de: Inline-CSS verschieben

source: Placeholder
de_de: Platzhalter

source: Class
de_de: Klasse

source: Optional Settings
de_de: Optionale Einstellungen

source: For better security, change "honeypot" to something more appealing to a bot, such as text including "email" or "website".
de_de: Ändere „honeypot“ zu etwas attraktiverem für einen Bot, wie ein Text mit „email“ oder „website“ für eine höhere Sicherheit.

source: Generate a form-tag for a spam-stopping honeypot field. Check out %s for more settings/info.
de_de: Generiere ein Form-Tag für ein Spam-blockierendes Honeypot-Feld. Schau dir %s für weitere Einstellungen/Informationen an.

source: Something is stuck in the honey. Field ID = %s
de_de: Etwas ist im Honig stecken geblieben. Feld-ID = %s

source: Honeypot detected form submitted too fast (%1$s seconds). Field ID = %2$s
de_de: Honeypot hat erkannt, dass das Formular zu schnell abgesendet wurde (%1$s Sekunden). Feld-ID: %2$s

source: Please rate us on %s. Thanks!!
de_de: Bitte bewerte uns auf %s. Danke!

source: Honeypot has stopped %1$s spam submissions since %2$s
de_de: Honeypot hat %1$s Spam-Einsendungen seit %2$s gestoppt

source: Reset to Defaults
de_de: Auf Standard zurücksetzen

source: Save
de_de: Speichern

source: If enabled, this will perform an additional check for spam bots using the time it takes to submit the form under the idea that bots submit forms faster than people. The value is set to 4 seconds by default, but adjust based on your needs. If you're not sure, leave this unchecked.
de_de: Wenn aktiviert, wird dies eine zusätzliche Überprüfung für Spam-Bots hinzufügen, indem die Zeit überprüft wird, die es dauert, ein Formular abzusenden. Die Idee dahinter ist, dass Bots ein Formular schneller absenden als Menschen. Der Wert ist standardmäßig auf 4 Sekunden gesetzt, aber passe ihn an deine Bedürfnisse an. Wenn du dir unsicher bist, lass dies hier nicht ausgewählt.

source: seconds
de_de: Sekunden

source: Enable Time Check
de_de: Zeit-Überprüfung aktivieren

source: Disable Accessibility Label
de_de: Barrierefreiheits-Label deaktivieren

source: By default Honeypot uses inline CSS on the honeypot field to hide it. Checking this box moves that CSS to the footer of the page. It may help confuse bots.
de_de: Standardmäßig verwendet Honeypot Inline-CSS für das Honeypot-Feld, um es auszublenden. Wenn du dieses Kontrollkästchen aktivierst, wird das CSS in die Fußzeile der Seite verschoben. Das kann helfen, Bots zu verwirren.

source: Move Inline CSS
de_de: Inline-CSS verschieben

source: To assure the honeypot isn't auto-completed by a browser, we add an atypical "autocomplete" attribute value. If you have any problems with this, you can switch it to the more standard (but less effective) "off" value. If you're unsure, leave this unchecked.
de_de: Um sicherzustellen, dass der Honeypot nicht automatisch vom Browser ausgefüllt wird, fügen wir einen nicht-typischen Wert für das „autocomplete“-Attribut hinzu. Wenn du Probleme damit hast, kannst du es zu dem eher standardmäßigen (aber weniger effektivem) Wert „off“ ändern. Wenn du dir unsicher bist, lass dies hier nicht ausgewählt.

source: Use Standard Autocomplete Value
de_de: Standard-Autovervollständigungswert benutzen

source: You can customize the (hidden) accessibility message, or just leave it the default value: %s
de_de: Du kannst diese (versteckte) Barrierefreiheits-Nachricht anpassen oder sie beim Standardwert belassen: %s

source: Accessibility Message
de_de: Barrierefreiheits-Nachricht

source: If using placeholders on other fields, this can help honeypot mimic a "real" field. This can be overridden in the contact form. If you're unsure, leave blank.
de_de: Wenn du Platzhalter bei anderen Feldern benutzt, kann dies helfen, dass das Honeypot wie ein „reales“ Feld aussieht. Dies kann im Kontaktformular überschrieben werden. Wenn du dir unsicher bist, lass es leer.

source: Global Placeholder
de_de: Globaler Platzhalter

source: (Recommended) By default the Honeypot field is not stored with other fields in form-saving plugins like %1$s. However, saving the field can be useful to see what spam bots are leaving behind to help you improve your spam stopping superpowers. If you'd like to store the value of the field, simply check this box (and install %1$s).
de_de: (Empfohlen) Standardmäßig wird das Honeypot-Feld nicht mit anderen Feldern in Plugins für die Formularspeicherung wie %1$s gespeichert. Dennoch kann das Speichern des Feldes sinnvoll sein, wenn du siehst, was Spam-Bots zurücklassen, um dir zu helfen, deine Spam-Blockierung-Superkräfte zu verbessern. Wenn du den Wert des Feldes speichern möchtest, aktiviere einfach diese Auswahlbox (und installiere %1$s).

source: Store Honeypot Value
de_de: Honeypot-Wert speichern

source: Below are global settings for the Honeypot plugin. Many of these settings can be overridden when inserting the Honeypot field shortcode when creating your CF7 contact form.
de_de: Unten findest du globale Einstellungen für das Honeypot-Plugin. Viele dieser Einstellungen können überschrieben werden, wenn du den Honeypot-Feld-Shortcode beim Erstellen eines CF7-Kontaktformulars einfügst.

source: Honeypot Settings
de_de: Honeypot-Einstellungen

source: Get Support
de_de: Support erhalten

source: The changes have been saved.
de_de: Die Änderungen wurden gespeichert.

source: The settings have been reset to their defaults.
de_de: Die Einstellungen wurden auf die Standardwerte zurückgesetzt.

source: Settings
de_de: Einstellungen

source: The version of %s that is installed will not work with this version of Honeypot for CF7.
de_de: Die Version von %s, die installiert ist, wird mit dieser Version von Honeypot for CF7 nicht funktionieren.

source: If checked, the accessibility label will not be generated. This is not recommended, but may improve spam blocking. If you're unsure, leave this unchecked.
de_de: Wenn diese Option aktiviert ist, wird das Barrierefreiheits-Label nicht generiert. Dies wird nicht empfohlen, kann aber den Spamschutz verbessern. Wenn du unsicher bist, lass das unausgewählt.

source: Add honeypot anti-spam functionality to the popular Contact Form 7 plugin.
de_de: Fügt zum beliebten Contact Form 7 Plugin eine Honeypot-Anti-Spam-Funktion hinzu.

source: Insert Tag
de_de: Tag einfügen

source: Generate a form-tag for a spam-stopping honeypot field. For more details, see %s.
de_de: Erzeuge ein Form-Tag als Honeypot Feld gegen Spam. Für weitere Informationen, siehe %s.

source: Please leave this field empty.
de_de: Bitte lasse dieses Feld leer.

source: %s must be installed and activated for the CF7 Honeypot plugin to work
de_de: %s muss installiert und aktiviert sein, damit CF7 Honeypot funktioniert
